/******************************************************************************

                  版权所有 (C), 2001-2020, 北京飞利信科技股份有限公司

 ******************************************************************************
  文件名称 : ir_study.h
  作者    : 贾延刚
  生成日期 : 2014-01-09

  版本    : 1.0
  功能描述 : 学习功能的实现

******************************************************************************/

#ifndef __IR_STUDY_H__
#define __IR_STUDY_H__

extern int  ir_study_init();
extern void ir_study_start();
extern void ir_study_close();


#endif /* __IR_STUDY_H__ */
